[
    {
        name: 'โตโยต้า ทีบีเอ็น',
        address: '318, 318/1-3 ถนนลาดกระบัง แขวงลาดกระบัง เขตลาดกระบัง',
        phone: '023298888',
        open_time: '08:00',
        close_time: '18:00',
        lat: 13.7218692,
        lng: 100.7257803
    },
    {
        name: 'โตโยต้า พาราวินเซอร์ ลาดกระบัง',
        address: '595 ถนนหลวงแพ่ง แขวงทับยาว เขตลาดกระบัง',
        phone: '020952871',
        open_time: '07:30',
        close_time: '17:30',
        lat: 13.719536,
        lng: 100.797570
    },
    {
        name: 'โตโยต้า ธนบุรี สาขาร่มเกล้า',
        address: '141 หมู่ 5 ถนนร่มเกล้า แขวงคลองสามประเวศ เขตลาดกระบัง',
        phone: '029068888',
        open_time: '08:00',
        close_time: '20:00',
        lat: 13.68285,
        lng: 100.70455
    },
    {
        name: 'โตโยต้า กรุงไทย อ่อนนุช',
        address: '151 ถนนอ่อนนุช แขวงประเวศ เขตประเวศ',
        phone: '023203333',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.705834,
        lng: 100.644903
    },
    {
        name: 'โตโยต้า ธนบุรี สาขาบางนา',
        address: '444 ถนนบางนา-ตราด แขวงบางนาเหนือ เขตบางนา',
        phone: '023999999',
        open_time: '08:00',
        close_time: '20:00',
        lat: 13.669747,
        lng: 100.646681
    },
    {
        name: 'โตโยต้า มีนบุรี',
        address: '64 ถนนสุวินทวงศ์ แขวงมีนบุรี เขตมีนบุรี',
        phone: '025402222',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.812092,
        lng: 100.735129
    },
    {
        name: 'โตโยต้า นครินทร์',
        address: '899 ถนนศรีนครินทร์ แขวงหนองบอน เขตประเวศ',
        phone: '027470000',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.669191,
        lng: 100.646914
    },
    {
        name: 'โตโยต้า พาราวินเซอร์ บางนา',
        address: '888 ถนนบางนา-ตราด กม.6 แขวงบางแก้ว เขตบางพลี',
        phone: '023161234',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.647328,
        lng: 100.662414
    },
    {
        name: 'โตโยต้า กรุงไทย สุขุมวิท 62',
        address: '1411 ถนนสุขุมวิท แขวงบางจาก เขตพระโขนง',
        phone: '023113333',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.690774,
        lng: 100.607387
    },
    {
        name: 'โตโยต้า ธนบุรี สาขาศรีนครินทร์',
        address: '999 ถนนศรีนครินทร์ แขวงสวนหลวง เขตสวนหลวง',
        phone: '027220000',
        open_time: '08:00',
        close_time: '20:00',
        lat: 13.729132,
        lng: 100.647091
    },
    {
        name: 'โตโยต้า หนองจอก',
        address: '33 ถนนเลียบวารี แขวงกระทุ่มราย เขตหนองจอก',
        phone: '025438888',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.861642,
        lng: 100.856498
    },
    {
        name: 'โตโยต้า กาญจนาภิเษก บางนา',
        address: '88 ถนนกาญจนาภิเษก แขวงดอกไม้ เขตประเวศ',
        phone: '020102222',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.681985,
        lng: 100.684215
    },
    {
        name: 'โตโยต้า กรุงไทย รามอินทรา กม.9',
        address: '491 ถนนรามอินทรา แขวงคันนายาว เขตคันนายาว',
        phone: '025109999',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.8329276,
        lng: 100.6694510
    },
    {
        name: 'โตโยต้า กรุงไทย รามอินทรา กม.19',
        address: '88 ถนนรามอินทรา แขวงมีนบุรี เขตมีนบุรี',
        phone: '025406666',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.854694,
        lng: 100.719118
    },
    {
        name: 'โตโยต้า ธนบุรี สาขารามอินทรา',
        address: '999 ถนนรามอินทรา แขวงรามอินทรา เขตคันนายาว',
        phone: '029488888',
        open_time: '08:00',
        close_time: '20:00',
        lat: 13.827311,
        lng: 100.675982
    },
    {
        name: 'โตโยต้า นวมินทร์',
        address: '777 ถนนนวมินทร์ แขวงคลองกุ่ม เขตบึงกุ่ม',
        phone: '027040000',
        open_time: '08:00',
        close_time: '17:00',
        lat: 13.806247,
        lng: 100.655812
    }
]